tap "1debit/tilt-tap", "git@github.com:1debit/tilt-tap.git"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "tilt-dev/tap"
brew "act"
brew "agg"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@1.1"
brew "python@3.11"
brew "asciinema"
brew "aws-okta"
brew "docutils", link: false
brew "awscli", link: false
brew "bats"
brew "gcc"
brew "btop"
brew "circleci"
brew "comby"
brew "coreutils"
brew "curlie"
brew "docker-credential-helper-ecr", link: false
brew "libssh2"
brew "libgit2"
brew "exa"
brew "gettext"
brew "gh"
brew "gifsicle"
brew "git"
brew "glib"
brew "gnu-getopt"
brew "unbound"
brew "gnutls"
brew "gnupg", link: false
brew "go"
brew "netpbm"
brew "groff"
brew "hadolint"
brew "helm@2"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "lefthook"
brew "libfido2"
brew "lsd"
brew "lsof"
brew "man-db"
brew "midnight-commander"
brew "mtr"
brew "mysql"
brew "screenresolution"
brew "neofetch"
brew "nghttp2"
brew "node"
brew "pinentry-mac"
brew "pinfo"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ruby"
brew "ruby@2.6"
brew "ruby@3.0"
brew "ruby@3.1"
brew "smartmontools"
brew "telnet"
brew "v8@3.15"
brew "wget"
brew "yarn"
brew "1debit/tilt-tap/tilt"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "charles"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "font-inconsolata-for-powerline"
cask "font-iosevka-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslolg-nerd-font"
cask "gimp"
cask "gpg-suite"
cask "iterm2"
cask "spotify"
cask "visual-studio-code"
cask "webpquicklook"
vscode "bierner.markdown-mermaid"
vscode "castwide.solargraph"
vscode "eamodio.gitlens"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hoovercj.ruby-linter"
vscode "humao.rest-client"
vscode "korekontrol.saltstack"
vscode "miguel-savignano.ruby-symbols"
vscode "misogi.ruby-rubocop"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "vayan.haml"
vscode "vortizhe.simple-ruby-erb"
vscode "walkme.Ruby-extension-pack"
vscode "wingrunr21.vscode-ruby"
